[
    {
        "id": 1,
        "étape": "Semaines 1-12",
        "conseils": {
            "1": "Prenez des suppléments de vitamines prénatales contenant de l'acide folique.",
            "2": "Consultez votre médecin pour planifier les examens prénatals.",
            "3": "Évitez les aliments crus ou peu cuits et limitez la caféine."
        },
        "aliments_à_consommer": {
            "1": "Fruits et légumes riches en vitamines et en fibres.",
            "2": "Aliments riches en fer, comme les épinards et les lentilles.",
            "3": "Produits laitiers pour le calcium."
        },
        "aliments_à_éviter": {
            "1": "Poisson cru ou peu cuit.",
            "2": "Charcuterie non cuite.",
            "3": "Alcool et tabac."
        },
        "mouvements_fœtus": "À ce stade précoce, les mouvements du fœtus ne sont généralement pas perceptibles pour la plupart des femmes. Le fœtus commence tout juste à se développer."
    },
    {
        "id": 2,
        "étape": "Semaines 13-27",
        "conseils": {
            "1": "Commencez à faire de l'exercice régulièrement, comme la marche ou la natation.",
            "2": "Mangez des repas équilibrés et essayez de rester hydratée.",
            "3": "Commencez à préparer la chambre du bébé et à faire une liste de ce dont vous aurez besoin."
        },
        "aliments_à_consommer": {
            "1": "Protéines maigres, comme le poulet et le poisson.",
            "2": "Aliments riches en calcium, comme le yaourt et le fromage.",
            "3": "Fruits et légumes frais."
        },
        "aliments_à_éviter": {
            "1": "Produits laitiers non pasteurisés.",
            "2": "Poisson contenant du mercure, comme le thon.",
            "3": "Aliments à haute teneur en sucre ou en gras."
        },
        "mouvements_fœtus": "À partir du deuxième trimestre, certaines femmes peuvent commencer à sentir les mouvements du fœtus, souvent décrits comme des petites bulles ou des papillons dans l'estomac. Ces mouvements deviendront plus perceptibles à mesure que la grossesse avance."
    },
    {
        "id": 3,
        "étape": "Semaines 28-40+",
        "conseils": {
            "1": "Continuez à faire de l'exercice modéré pour rester en forme.",
            "2": "Préparez-vous à l'accouchement en suivant des cours de préparation à la naissance.",
            "3": "Reposez-vous autant que possible et surveillez les signes de travail prématuré."
        },
        "aliments_à_consommer": {
            "1": "Aliments riches en oméga-3, comme le saumon et les noix.",
            "2": "Fruits et légumes frais pour les fibres et les vitamines.",
            "3": "Aliments riches en fer pour prévenir l'anémie."
        },
        "aliments_à_éviter": {
            "1": "Caféine en excès.",
            "2": "Aliments épicés ou gras qui peuvent causer des brûlures d'estomac.",
            "3": "Excès de sucre raffiné."
        },
        "mouvements_fœtus": "Au troisième trimestre, les mouvements du fœtus sont généralement assez forts et réguliers. Vous pouvez sentir des coups, des roulis et des mouvements de stretching alors que le bébé continue de grandir et de se développer."
    }
]
